user-4.1/tutorialsOld/surfaceTracking/interTrackMHDmagFoam/rgsBlock2D/constant/region_fluid/turbulenceProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     3.1                                |
|   \\  /    A nd           | Web:         http://www.extend-project.de       |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      turbulenceProperties;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

// simulationType    laminar;
// simulationType    LESModel;
simulationType    RASModel;

init
{
    refU          0.1;
    refI          0.1;
    refL          0.002;
}

// ************************************************************************* //
